
export const posts = [

    {
        id: 1,
        title: "Пагинация",
        tag: "#Пагинация",
        body: "Пагинация — это необходимость для каждого большого сайта. Сколько статей или карточек товара может быть на крупном веб-ресурсе? Десятки, сотни, тысячи… Ориентироваться в таком количестве страниц пользователю очень трудно. И тут без пагинации не обойтись.\n" +
            "\n" +
            "                    Однако есть и третий «участник» процесса — поисковые системы. Как они реагируют на использование пагинации и что делать, чтобы сайт не терял своих позиций в поисковиках. Ответы и варианты действий ищите ниже.\n",
        liked: false
    },
    {
        id: 2,
        title: "Хабр",
        tag: "#МАИ",
        body: "Друзья, в этом году МАИ вновь участвует в IT-бренде работодателя, масштабном исследовании IT-отрасли России. \n" +
            "\n" +
            "Авторы проекта, портал Хабр и ЭКОПСИ Консалтинг, собирают мнения будущих IT-специалистов, чтобы разобраться, какими критериями они руководствуются при выборе работодателя, замерить, как студентами воспринимаются разные компании. По итогу, будет составлен открытый рейтинг IT-работодателей (опубликуют на Хабре), основанный на том, как к ним относятся в сообществе. ",
        liked: false
    },
    {
        id: 3,
        title: "3",
        tag: "#3",
        body: "w",
        liked: false
    }
]